Repository: dkaluta/Prosary
Catalog: iOS/Prosary/Localizable.xcstrings
Source language: en
Languages: ar, fil, fr, he, it, ru, uk

# settings.repositorySite
source: Community Repository
ar: مستودع المجتمع
fil: Imbakan ng komunidad
fr: Répertoire communautaire
he: מאגר הקהילה
it: Raccolta della comunità
ru: Каталог сообщества
uk: Каталог спільноти

# settings.resetHomeOrder
source: Reset Home Order
ar: أعد ضبط ترتيب الصفحة الرئيسية
fil: I-reset ang Pagkakasunod-sunod sa Home
fr: Réinitialiser l’ordre de l’accueil
he: איפוס סדר מסך הבית
it: Reimposta l’ordine iniziale
ru: Сбросить порядок на главной
uk: Скинути порядок головного екрана

# settings.rite
source: Rite
ar: الطقس
fil: Rito
he: נוסח
it: Rito
ru: Обряд
uk: Обряд

# settings.script.hebrew
source: Hebrew Script
ar: الكتابة العبرية
fil: Sulat Hebreo
fr: Écriture hébraïque
he: כתב עברי
it: Scrittura ebraica
ru: Еврейское письмо
uk: Єврейське письмо

# settings.script.syriac
source: Syriac Script
ar: الكتابة السريانية
fil: Sulat Syriac
fr: Écriture syriaque
he: כתב סורי
it: Scrittura siriaca
ru: Сирийское письмо
uk: Сирійське письмо

# settings.showPrayerNameInPrayerLanguage
source: Show prayer names in the prayer language
ar: إظهار أسماء الصلوات بلغة الصلاة
fil: Ipakita ang mga pangalan ng panalangin sa wika ng panalangin
fr: Afficher les noms des prières dans la langue de prière
he: הצגת שמות התפילות בשפת התפילה
it: Mostra i nomi delle preghiere nella lingua di preghiera
ru: Показывать названия молитв на языке молитвы
uk: Показувати назви мовою молитви

# settings.showTodayFeast
source: Show the day's feast
ar: أظهر عيد اليوم
fil: Ipakita ang kapistahan ngayon
fr: Afficher la fête du jour
he: הצגת חג היום
it: Mostra la festa del giorno
ru: Показывать праздник дня
uk: Показувати свято дня

# settings.showTodayIntention
source: Show the Pope's intention
ar: أظهر نية البابا
fil: Ipakita ang intensiyon ng Papa
fr: Afficher l’intention du pape
he: הצגת כוונת האפיפיור
it: Mostra l’intenzione del Papa
ru: Показывать намерение Папы
uk: Показувати намірення Папи

# settings.showTodayTorahPortion
source: Show the weekly Torah portion
ar: إظهار قراءة التوراة الأسبوعية
fil: Ipakita ang lingguhang bahagi ng Torah
fr: Afficher la paracha de la semaine
he: הצגת פרשת השבוע
it: Mostra la porzione settimanale della Torah
ru: Показывать недельную главу Торы
uk: Показувати тижневий розділ Тори

# settings.syriacTypeface
source: Aramaic font
ar: خط الآرامية
fil: Font ng Aramaiko
fr: Police de l’araméen
he: גופן הארמית
it: Carattere aramaico
ru: Шрифт арамейского текста
uk: Шрифт для арамейської

# settings.title
source: Settings
ar: الإعدادات
fil: Mga Setting
fr: Réglages
he: הגדרות
it: Impostazioni
ru: Настройки
uk: Налаштування

# settings.todayHeader
source: Today
ar: اليوم
fil: Ngayon
fr: Aujourd’hui
he: היום
it: Oggi
ru: Сегодня
uk: Сьогодні

# settings.torahPortionFooter
source: The upcoming Sabbath’s Torah reading, following the Eretz Israel schedule.
ar: قراءة التوراة للسبت القادم، بحسب جدول أرض إسرائيل.
fil: Ang pagbasa ng Torah sa darating na Sabbath, ayon sa iskedyul ng Eretz Israel.
fr: La lecture de la Torah du prochain shabbat, selon le calendrier d’Eretz Israël.
he: קריאת התורה לשבת הקרובה, לפי מנהג ארץ ישראל.
it: La lettura della Torah del prossimo sabato, secondo il calendario di Eretz Israel.
ru: Чтение Торы в ближайшую субботу по порядку Эрец-Исраэль.
uk: Читання Тори наступної суботи за календарем Ерец-Ісраель.

# settings.typeface.default
source: Default
ar: الافتراضي
fil: Paunang pinili
fr: Par défaut
he: ברירת מחדל
it: Predefinita
ru: По умолчанию
uk: Стандартний

# settings.typeface.easternAramaic
source: Eastern Aramaic
ar: الآرامية الشرقية
fil: Silangang Aramaiko
fr: Araméen oriental
he: ארמית מזרחית
it: Aramaico orientale
ru: Восточный арамейский
uk: Східноарамейський

# settings.typeface.rashi
source: Rashi
ar: راشي
he: רש״י
ru: Раши
uk: Раші

# settings.typeface.sansSerif
source: System Sans Serif
ar: خط النظام بلا زوائد
fil: Sans serif ng sistema
fr: Police système sans empattements
he: גופן מערכת ללא תגים
it: Carattere di sistema senza grazie
ru: Системный шрифт без засечек
uk: Системний без зарубок

# settings.typeface.systemSerif
source: System Serif
ar: خط النظام ذو الزوائد
fil: Serif ng sistema
fr: Police système avec empattements
he: גופן מערכת עם תגים
it: Carattere di sistema con grazie
ru: Системный шрифт с засечками
uk: Системний із зарубками

# settings.typeface.westernAramaic
source: Western Aramaic
ar: الآرامية الغربية
fil: Kanlurang Aramaiko
fr: Araméen occidental
he: ארמית מערבית
it: Aramaico occidentale
ru: Западный арамейский
uk: Західноарамейський

# settings.typographyHeader
source: Typography
ar: الخطوط
fil: Tipograpiya
fr: Typographie
he: טיפוגרפיה
it: Tipografia
ru: Шрифты
uk: Шрифти

# tabs.browse
source: Browse
ar: تصفّح
fil: Tumingin
fr: Parcourir
he: עיון
it: Esplora
ru: Обзор
uk: Огляд

# tabs.categories
source: Categories
ar: الفئات
fil: Mga Kategorya
fr: Catégories
he: קטגוריות
it: Categorie
ru: Категории
uk: Категорії

# tabs.pray
source: Pray
ar: صلّ
fil: Magdasal
fr: Prier
he: תפילה
it: Prega
ru: Молиться
uk: Молитва

# tabs.readings
source: Readings
ar: القراءات
fil: Mga Pagbasa
fr: Lectures
he: מקראות
it: Letture
ru: Чтения
uk: Читання

# tabs.search
source: Search
ar: بحث
fil: Maghanap
fr: Rechercher
he: חיפוש
it: Cerca
ru: Поиск
uk: Пошук

# appIntents.todaysMystery.response
source: Today's Mysteries: %@.
ar: أسرار اليوم: %@.
fil: Mga misteryo ngayon: %@.
fr: Mystères du jour : %@.
he: רזי היום: %@.
it: Misteri di oggi: %@.
ru: Сегодняшние тайны: %@.
uk: Сьогоднішні таємниці: %@.

# about.ukrainianRosarySourceLink
source: MIR Medjugorje — Ukrainian Rosary prayer
ar: MIR مديوغوريه — صلاة المسبحة بالأوكرانية
fil: MIR Medjugorje — Panalangin ng Rosaryo sa Ukrainian
fr: MIR Medjugorje — Prière du Rosaire en ukrainien
he: MIR מדג׳וגוריה — תפילת המחרוזת באוקראינית
it: MIR Medjugorje — Preghiera del Rosario in ucraino
ru: MIR Меджугорье — молитва Розария на украинском
uk: MIR Меджугор’є — молитва Розарію українською

# settings.typeface.frankRuhlLibre
source: Frank Ruhl Libre
he: פרנק ריהל

# settings.typeface.stamAshkenaz
source: Stam Ashkenaz
he: סת״ם אשכנזי

# settings.typeface.stamSefarad
source: Stam Sefarad
he: סת״ם ספרדי
